Repository: shaffex/boardingpassscanner2
Catalog: BoardingPassScanner2/Localizable.xcstrings
Source language: en
Languages: sk

source: Are you sure you want to delete all saved boarding passes? Please note, this action is irreversible.
sk: Naozaj chcete vymazať všetky uložené letenky? Táto akcia je nevratná.

source: Are you sure you want to delete this boarding pass? Please note, this action is irreversible.
sk: Naozaj chcete vymazať túto letenku? Táto akcia je nevratná.

source: Boarding Pass
sk: Letenka

source: BOARDING PASS
sk: LETENKA

source: Copy Michael M1
sk: Skopírovať Michael M1

source: DEBUG: Fake Scanning
sk: DEBUG: Falošné skenovanie

source: DEBUG: ScanSimulator
sk: DEBUG: Simulátor skenovania

source: Decoded fields
sk: Dekódované polia

source: Delete
sk: Vymazať

source: Delete all boarding passes
sk: Vymazať všetky letenky

source: Done
sk: Hotovo

source: Export codes
sk: Exportovať kódy

source: Fake Scan Dana1
sk: Falošné skenovanie Dana1

source: Fake Scan Dana2
sk: Falošné skenovanie Dana2

source: Fake Scan Michael
sk: Falošné skenovanie Michael

source: flightDate: %@
sk: Dátum letu: %@

source: Import codes
sk: Importovať kódy

source: Import From Photo
sk: Importovať z fotky

source: My Passes
sk: Moje letenky

source: Next Flight
sk: Najbližší let

source: No
sk: Nie

source: No Boarding Passes
sk: Žiadne letenky

source: No upcoming flight
sk: Žiadny nadchádzajúci let

source: NONSTOP
sk: PRIAMY LET

source: Please provide key for barcode scanner
sk: Zadajte kľúč pre skener čiarových kódov

source: Raw IATA BCBP data
sk: Nespracované údaje IATA BCBP

source: Reverse Order
sk: Obrátiť poradie

source: Scan New Barcode
sk: Skenovať nový kód

source: Search name, route, flight...
sk: Hľadať meno, trasu, let...

source: Seat Number: %@
sk: Číslo sedadla: %@

source: Share
sk: Zdieľať

# TEXT_HOME
source: Home
sk: Domov

# TEXT_IMPORT_BOARDING_PASS
source: Import Boarding Pass
sk: Importovať letenku

# TEXT_IMPORT_BOARDING_PASS_DESCRIPTION
source: Detect a boarding pass from a screenshot or photo
sk: Rozpoznať letenku zo snímky obrazovky alebo fotky

# TEXT_MY_BOARDING_PASSES
source: My Boarding Passes
sk: Moje letenky

# TEXT_MY_BOARDING_PASSES (%lld)
source: My Boarding Passes (%lld)
sk: Moje letenky (%lld)

# TEXT_MYPASSES
source: My Passes
sk: Moje letenky

# TEXT_PASTE_BOARDING_PASS
source: Paste Boarding Pass
sk: Vložiť letenku

# TEXT_PASTE_BOARDING_PASS_DESCRIPTION
source: Detect a boarding pass copied to your clipboard
sk: Rozpoznať letenku skopírovanú do schránky

# TEXT_SCAN_BOARDING_DESCRIPTION
source: Use your camera to scan a boarding pass
sk: Použiť kameru na naskenovanie letenky

# TEXT_SCAN_BOARDING_PASS
source: Scan Boarding Pass
sk: Skenovať letenku

# TEXT_SETTINGS
source: Settings
sk: Nastavenia

source: Warning
sk: Upozornenie

source: Yes
sk: Áno

source: Your next saved flight will appear here.
sk: Tu sa zobrazí váš najbližší uložený let.

source: Your saved boarding passes will appear here.
sk: Tu sa zobrazia vaše uložené letenky.
